i5-2500k/3.2.79/300/2/warmup.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 300
query mode: simple
number of clients: 4
number of threads: 1
duration: 900 s
number of transactions actually processed: 46414908
latency average: 0.078 ms
tps = 51572.112952 (including connections establishing)
tps = 51572.165441 (excluding connections establishing)